[Lang]
Name=Polish
FONT=Tahoma

[Translate]
" s"=" s"
"(Empty)"="(pusty)"
"1 min"="1 min"
"10 min"="10 min"
"12 Hour"="12 godzin"
"120s"="120s"
"15s"="15s"
"1800s"="1800s" 
"2 min"="2 min"
"24 Hour"="24 godzin"
"30 min"="30 min"
"300s"="300s"
"30s"="30s"
"5 min"="5 min"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="Tryb 802.1x"
"802.1x"="802.1x"
"Account 1"="Konto 1"
"Account 2"="Konto 2"
"Account 3"="Konto 3"
"Account 4"="Konto 4"
"Account 5"="Konto 5"
"Account 6"="Konto 6"
"Account ID"="ID konta"
"Account Not Usable!"="Account  Unusable!"
"Account"="Konto"
"Accounts"="Konta"
"ACD Login"="Zaloguj do ACD"
"ACD State"="Stan ACD"
"ACD Trace"="Rejestruj ACD"
"ACD"="ACD"
"Activation"="Aktywacja"
"Active Level"="Poziom aktywności"
"Adapter has added, scanning the bluetooth devices right now?"="Adapter has added, scanning the bluetooth devices right now?"
"Adapter has removed out"="Adapter has been removed !"
"Add Number"="Dodaj numer"
"Add Personal"="Add Personal"
"Add selected To Personal?"="Add selected To Personal?"
"Add the records success"="Add the records success"
"Add to"="Add to"
"Add"="Dodaj"
"admin"="admin"
"Advanced"="Zaawansowane"
"After Ring Times"="Po ilu dzwonkach"
"ALERT"="ALERT"
"All Broadsoft Group"="All Broadsoft Group"
"All Buddies"="All Buddies"
"All Calls"="Wszystkie rozmowy"
"All Contacts"="Wszystkie Kontakty"
"All Key"="Wszystkie Keys"
"All Lines"="All Lines"
"All Local Call"="All Local Call"
"All Network Call"="All Network Call"
"All Off"="All Off"
"All On"="All On"
"All XML Group"="All XML Group"
"Allow Remote Control"="Zezwalaj na dostęp zdalny"
"Allow Remote Control?"="Zezwalaj na dostęp zdalny"
"Always Forward"="Zawsze przekazuj"
"Always On"="Zawsze włączony"
"Anonymous Code"="Anonymous Code"
"Anonymous Reject"="Połączenie zastrzeżone odrzucone"
"Anonymous Rejection"="Odrzucenie rozm. anonim."
"Anonymous"="Anonimowe"
"Answer Comfimation"="Answer Comfimation"
"Answer"="Odbierz"
"Anywhere"="Gdziekolwiek"
"Apr"="Kwie."
"Are you sure to remove "="Are you sure to remove "
"Aug"="Sier."
"auth error"="auth error"
"Authentication failure!"="Authentication failure!"
"Auto Answer"="Auto odpowiedź"
"Auto Connect:"="Auto Connect:"
"Auto provision now?"="Auto provision teraz?"
"Auto Provision to"="Auto Provision to"
"Auto Provision"="Auto provision"
"Auto Redial"="Auto Wybieranie"
"Auto Redial?"="Auto Wybieranie"
"Auto"="Auto"
"Auto-login"="Auto logowanie"
"AutoBLFList is on, manually configing is forbiden!"="Auto BLF List jest włączona, ręczna konfiguracja jest zabroniona!"
"AutoConnect"="AutoPołączenie"
"AutoFavorite is on, manually configing is forbiden!"="AutoFavorite is on, manually configing is forbiden!"
"Automatic"="Automatyczny"
"AutoProvision"="Auto Provision"
"Avail"="Dostępne"
"Available"="Dostępne"
"Away"="Zaraz wracam"
"Back"="Powrót"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Time"="Czas podświetlenia"
"BackLight"="BackLight"
"BackSpace"="BackSpace"
"Bad Request"="Bad Request"
"Barge In"="Barge In"
"Basic"="Podstawowe"
"Betransferred"="Betransferred"
"Blacklist"="Czarna Lista"
"BLF List"="Lista BLF"
"BLF"="BLF"
"Block"="Block"
"bluetooth devices(Connecting with "="bluetooth devices(Connecting with "
"bluetooth devices:"="bluetooth devices:"
"Bluetooth"="Bluetooth"
"Bridge mode unsupported in PPPoE!"="Bridge mode unsupported in PPPoE!"
"Bridge"="Most"
"BridgeID is invalid!"="BridgeID is invalid!"
"BridgeID"="ID Mostu"
"Broadsoft Calllog"="Log połączeń Broadsoft"
"Broadsoft Contacts"="Kontatky Broadsoft"
"BroadSoft Group"="Grupa Broadsoft"
"Broadsoft_Idle"="Broadsoft"
"BroadsoftMenu_Idle"="MenuBroadsoft"
"BST Call Log"="BST Call Log"
"BST Directory"="BST Directory"
"Buddies"="Buddies"
"Busy Forward"="Przekaż gdy zajęty"
"Busy Here"="Busy tutaj"
"Busy"="Nie przeszkadzać"
"Cable Disconnect"="Kabel odłączony"
"Call Completion"="Podsumowanie połączenia"
"Call Control"="Kontrola połączeń"
"Call Fail"="Zadzwoń Fail"
"Call Feature"="Funkcje połączenia"
"Call Finish"="Połączenie zakończone"
"Call Forward"="Przekieruj połączenie"
"Call Infomation"="Call Infomation"
"Call off code can't be empty!"="Off Code can't be empty!"
"Call off code is invalid!"="Call off code is invalid!"
"Call on code is invalid!"="Call on code is invalid!"
"Call Park"="Zaparkuj rozmowę"
"Call Pickup"="Odbieranie połączeń"
"Call Return"="Powrót połączenia"
"Call Waiting"="Oczekiwanie"
"CallForwarding"="Przekieruj połączenie"
"CallInfo"="CallInfo"
"Calling"="Dzwonię"
"Calllog"="History"
"Callout"="Callout"
"CallReturn_Idle"="CallReturn"
"Calls for Pickup"="Calls for Pickup"
"Calls Longest"="Calls Longest"
"Cancel"="Rezygnuj"
"CC Name"="CC Name"
"CC UID"="CC UID"
"Certificate"="Certificate"
"CHATTY"="CHATTY"
"Chinese"="Chinese_S"
"Chinese_S"="Chinese_S"
"Chinese_T"="Chinese_T"
"Choose a group"="Choose a group"
"Clear all account config?"="Usunąć ustawienia konta?"
"Clear All Records?"="Skasować wszystkie wpisy?"
"Clear this group messages?"="Wyczyścić wiadomości tej grupy?"
"Common is invalid!"="Błąd klucza AES"
"Common"="Wspólny"
"Company"="Firma"
"Conference with"="Konferencja z"
"Conference"="Konferencja"
"Config Updating"="Aktualizacja konfiguracji!"
"Configuration Reset"="Zrestaruj konfigurację"
"Confirm password must be the same with the new password!"="Potwierdź hasło"
"Confirm Password"="Potwierdź hasło"
"Confirm PIN"="Potwierdź PIN"
"Connect failed."="Połączenie nie powiodło się."
"Connect Success."="Connect Success."
"Connect"="Podłącz"
"Connecting.."="Łączę"
"Contact Details"="Contact Details"
"Contact is not in blacklist!"="Contact is not in blacklist!"
"Contact list is full!"="Lista kontaktów pełna"
"Contact name already existed!"="Nazwa kontaktu już istnieje!"
"Contacts Setting"="Contacts Setting"
"Contrast Level"="Poziom kontrastu"
"Contrast"="Kontrast"
"Copy to All Lines?"="Copy to All Lines?"
"Current Password"="Aktualne hasło"
"Current PIN is incorrect!"="Obecny PIN jest nieprawidłowy"
"Current PIN"="Obecny PIN"
"Custom DND"="DND Niestandardowe"
"Custom Forward"="Niestandardowe Napastnik"
"Customer"="Customer"
"Data invalid!"="Data invalid!"
"Date & Time"="Data & Czas"
"Date Format"="Format daty"
"Date"="Data"
"Daylight Saving"="Letnia zmiana czasu"
"DD MMM YYYY"="DD MMM YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"Dec"="Gru."
"Default Account"="Default Account"
"Default"="Domyślny"
"Delete all contacts?"="Delete all contacts?"
"Delete all item?"="Usunąc wszystkie elementy?"
"Delete All items?"="Delete All items?"
"Delete all locations?"="Usunąć wszystkie lokacje?"
"Delete all numbers"="Usuń wszystkie numery"
"Delete All"="Usuna'c wszystko"
"Delete Failed!"="Usuwanie nie powiodło się"
"Delete failed."="Usuwanie nie powiodło się"
"Delete location?"="Usunąć lokację?"
"Delete numbers"="Usuń numery"
"Delete selected contact?"="Delete selected contact?"
"Delete Selected Item?"="Usunąć zaznaczone pozycje?"
"Delete Selected Records?"="Delete Selected Records?"
"Delete selected wallpapper?"="Delete selected wallpapper?"
"Delete seleted item?"="Delete seleted item?"
"Delete successed"="Delete successed"
"Delete the contact?"="Delete the contact?"
"Delete the record?"="Delete the record?"
"Delete the selected Group?"="Delete the selected Group?"
"Delete the selected message?"="Usunąć zaznaczoną wiadomość?"
"Delete this message?"="Usunąć tą wiadomość?"
"Delete"="Usuń"
"Deleting. Please wait..."="Usuwanie. Proszę czekać..."
"Department"="Dział"
"Determined to restore the factory settings?"="Restart do ustawień fabrycznych?"
"Device Name"="Nazwa urządzenia"
"DHCP Server"="Serwer DHCP"
"DHCP Time"="Czas DHCP"
"DHCP"="DHCP"
"Dial"="Wybierz"
"Dialed Calls"="Wychodzące rozmowy"
"Dialing"="Dialing"
"Directories"="Katalogi"
"Directory"="Katalog"
"Directory_Idle"="Contacts"
"Disabled"="Wyłączone"
"Disabled"="Wyłączone"
"Discard"="Discard"
"Disconnect Failed."="Rozłączenie nieudane."
"Disconnect Success."="Disconnect Success."
"Disconnect"="Rozłącz"
"Disconnecting.."="Rozłączanie..."
"DispCode"="Disp"
"Display name is invalid!"="Display name is invalid!"
"Display Name"="Nazwa Wyświetlana"
"Display"="Wyświetl"
"Disposition Code"="Kod dyspozycji"
"DND"="Nie przeszkadzać"
"Do Not Disturb"="DND"
"Do you want to discard your change?"="Czy nie chcesz zapisywać zmian?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Does not exist anywhere"="Does not exist anywhere"
"Dot"="Dot"
"DP01 Setting"="DP01 Setting"
"DP02 Setting"="DP02 Setting"
"DPickup"="DPickup"
"Draftbox"="Tymczasowe"
"Dss Key"="Klawisze szybkiego wybierania"
"DSS Keys"="Klawisze szybkiego wybierania"
"DssKey 1"="KlawiszDSS1"
"DssKey 10"="Klawisz linii 10"
"DssKey 11"="Klawisz linii 11"
"DssKey 12"="Klawisz linii 12"
"DssKey 13"="Klawisz linii 13"
"DssKey 14"="Klawisz linii 14"
"DssKey 15"="Klawisz linii 15"
"DssKey 16"="Klawisz linii 16"
"DssKey 17"="Klawisz linii 17"
"DssKey 18"="Klawisz linii 18"
"DssKey 19"="Klawisz linii 19"
"DssKey 2"="Klawisz linii 2"
"DssKey 20"="Klawisz linii 20"
"DssKey 21"="Klawisz linii 21"
"DssKey 22"="Klawisz linii 22"
"DssKey 23"="Klawisz linii 23"
"DssKey 24"="Klawisz linii 24"
"DssKey 25"="Klawisz linii 25"
"DssKey 26"="Klawisz linii 26"
"DssKey 27"="Klawisz linii 27"
"DssKey 28"="Klawisz linii 28"
"DssKey 29"="Klawisz linii 29"
"DssKey 3"="Klawisz linii 3"
"DssKey 4"="Klawisz linii 4"
"DssKey 5"="Klawisz linii 5"
"DssKey 6"="Klawisz linii 6"
"DssKey 7"="Klawisz linii 7"
"DssKey 8"="Klawisz linii 8"
"DssKey 9"="Klawisz linii 9"
"DTMF"="DTMF"
"Duration"="Czas trwania"
"E-Common"="E-Common"
"EAP-MD5"="EAP-MD5"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Edytuj lokację"
"Edit Number"="Edytuj numer"
"Edit"="Edytuj"
"Email"="Email"
"Emergency Escalation"="Emergency Escalation"
"Emergency"="Awaryjny"
"Empty"="Puste"
"empty"="Puste"
"Enable Diversion Inhibitor"="Włącz blokadę przekierowania"
"Enable this Location"="Włącz tą lokację"
"Enabled"="Udostępnij"
"End Call"="Koniec połączenia"
"End IP"="Koniec IP"
"English"="English"
"Enter Code"="Wprowadź kod"
"Enter Filter Conditions"="Enter Filter Conditions"
"Enter Number"="Wprowadź numer"
"Enter Password"="Enter Password"
"Enterprise"="Enterprise"
"Exit"="Wyjście"
"Exit_Disposition_Code"="Exit_Disposition_Code"
"Extended Away"="Extended Away"
"Extension is invalid!"="Extension is invalid!"
"Extension"="Numer wew."
"Factory Installed"="Factory Installed"
"Fail!"="Fail!"
"Failed to connect to server!"="Failed to connect to server!"
"Failed to modify password!"="Failed to modify password!"
"Failed. Please retry..."="Niepowodzenie. Spróbuj ponownie..."
"Family"="Rodzina"
"Far Mute"="Far Mute"
"Favorite"="Ulubiony"
"Favourite"="Favourite"
"Feb"="Lut."
"File do not exist !"="File do not exist !"
"File is too large !"="File is too large !"
"File layout error !"="File layout error !"
"Firmware Update..."="Aktualizacja oprogramowania..."
"Firmware"="Oprogramowanie"
"FirstName"="FirstName"
"Forbidden Number"="Forbidden Number"
"Forbidden"="Forbidden"
"Format"="Format"
"Forward Option"="Opcje przekierowania"
"Forward to is invalid!"="Nieprawidłowy numer docelowy!"
"Forward To"="Przekaż do"
"Forward to"="Przekaż do"
"Forward"="Przekaż"
"Forwarded Calls"="Przekierowane połączenia"
"French"="French"
"Fri"="Pt"
"Friday"="Piątek"
"Friend"="Przyjaciele"
"From"="Od"
"Full Reset"="Resetuj Wszysko"
"Fun Key"="Klawisze funkcyjne"
"FWD International"="Fwd International"
"FWD"="FWD"
"G-Common"="G-Common"
"g722 codec is not avaliable in four ways conference!"="Kodek G722 jest niedostępny przy konferencjach czterostronnych!"
"Gateway is invalid!"="Nieprawidłowa Brama!"
"Gateway"="Brama"
"Genaral"="Genaral"
"General"="Ustawienia Główne"
"German"="German"
"GetConfigData Failed, Please Retry!"="GetConfigData Failed, Please Retry!"
"GPark"="Gr.Parking"
"GPickup"="GPickup"
"Group isn't exist!"="Group isn't exist!"
"Group Listening"="Grupa nasłuchiwania"
"Group name already existed!"="Nazwa grupy już istnieje!"
"Group name can't be empty!"="Group name can't be empty!"
"Group Pick Up"="Przechwyć grupę"
"Group"="Grupa"
"Guest Login"="Logowanie gościa"
"GuestIn"="Jest Gość"
"GuestOut"="Nie ma Gościa"
"Hardware"="Hardware"
"has been used!"="has been used!"
"Has Connected"="Has Connected"
"Hebrew"="Hebrew"
"Held"="Wstrzymaj"
"Hide Number"="Ukryj numer"
"History Details"="History Details"
"History Record"="Historia Nagrywania"
"History Setting"="Ustawienia Historii"
"History"="Historia"
"History_Idle"="Historia"
"Hold"="Zawieś"
"Hot Desking"="Hot Desking"
"Hot Desking"="Hot Desking"
"Hoteling"="Hoteling"
"HotelingLogin..."="HotelingLogin..."
"Hotline Delay 0-10(s)"="Opóźnienie gorącej linii 0-10(s)"
"Hotline delay is invalid!"="Hotline delay is invalid!"
"Hotline delay should be 0-10!"="Niepoprawne opóźnienie dla funkcji Hotline! (0-10)"
"Hotline"="Hotline"
"Http port should be 1-65535!"="Port HTTP powinien być 1-65535"
"Http Port"="Port HTTP"
"Http"="Status HTTP"
"Https port should be 1-65535!"="Port HTTPS powinien być 1-65535"
"Https Port"="Port HTTPS"
"Https"="Status HTTPS"
"Identity is invalid!"="Identity is invalid!"
"Identity"="Identyfikacja"
"Image is too large !"="Image is too large !"
"Image load error !"="Image load error !"
"Image loading. Please wait !"="Image loading. Please wait !"
"IME"="IME"
"Inactive Level"="Poziom Podświetlenia"
"Inbox"="Odebrane"
"Incoming Call"="Incoming Call"
"Inexitstence"="Inexitstence"
"Initial ACD State"="Początkowy stan ACD"
"Initial State"="Stan początkowy"
"Input contains invalid character like ''\"\\"="Input contains invalid character like ''\"\\"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input contains invalid character like '<>'\"\\"="Input contains invalid character like '<>'\"\\"
"Intercom Allow"="Intercom włącz"
"Intercom Barge"="Intercom Barge"
"Intercom Mute"="Intercom wycisz"
"Intercom Tone"="Intercom dźwięk"
"Intercom"="Intercom"
"Interval"="Interval"
"Invalid Account"="Złe konto"
"Invalid account"="Złe konto"
"Invalid DHCP End IP Address!"="Zły końcowy adres DHCP"
"Invalid DHCP Start IP Address!"="Zły początkowy adres DHCP"
"Invalid DTMF value!"="Invalid DTMF value!"
"Invalid IP Address!"="Zły Adres IP!"
"Invalid Number"="Zły numer!"
"Invalid Paging Value!"="Zły numer paging!"
"Invalid Subnet Mask!"="Zła maska sieci!"
"Invalid URI !"="Invalid URI !"
"Invalid WAN type"="Invalid WAN type"
"IP address has been used!"="IP address has been used!"
"IP address is invalid!"="Nieprawidłowy adres IP!"
"IP conflict"="Konflikt IP"
"IP Conflicted"="IP Conflicted"
"IP Mode"="Tryb IP"
"IP"="IP"
"IPAddress Mode"="Tryb adresu IP"
"IPaddress Mode"="Tryb adresu IP"
"IPV4 & IPV6"="IPv4 & IPv6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="Brama domyślna IPv4"
"IPv4 Gateway"="Brama IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri.DNS"="DNS1 IPv4"
"IPv4 Sec.DNS"="DNS2 IPv4"
"IPV4 Status"="Stauts IPv4"
"IPv4 Subnet mask is invalid!"="Zła maska sieci!"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPV4 WAN Port"="Port WAN IPv4"
"IPv4 WAN Type"="Typ WAN IPv4"
"IPV4"="IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="Brama domyślna IPv6"
"IPv6 IP Prefix"="Prefiks IP IPv6"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri.DNS"="DNS1 IPv6"
"IPv6 Prifix"="Prefiks IPv6"
"IPv6 Sec.DNS"="DNS2 IPv6"
"IPV6 Status"="Status IPv6"
"IPv6 Subnet mask is invalid!"="IPv6 Subnet mask is invalid!"
"IPV6 WAN Port"="Port WAN IPv6"
"IPv6 WAN Type"="Typ WAN IPv6"
"IPV6"="IPv6"
"IPv6"="IPv6"
"Italian"="Italian"
"Item 1"="Item 1"
"Item 2"="Item 2"
"Item 3"="Item 3"
"Item 4"="Item 4"
"Item 5"="Item 5"
"Item 6"="Item 6"
"Items out of limit !"="Items out of limit !"
"Jan"="Sty."
"Jul"="Lip."
"Jun"="Czer."
"Key #"="Klawisz #"
"Key *"="Klawisz #"
"Key As Send"="'*' lub '#' wyślij"
"Key Event"="Zdarzenie główne"
"Key Type"="Key Type"
"Key"="Key"
"KeyGuard"="KeyGuard"
"Keypad Lock Enable"="Włącz blokadę klawiatury"
"Keypad Lock Type"="Typ blokady klawiatury"
"Keypad Lock!"="Blokada"
"Keypad Lock"="Blokada"
"Keypad"="Keypad"
"KeypadLock_Idle"="KeypadLock"
"Keypress Sound"="Dźwięk Klawiszy"
"Label is invalid!"="Label is invalid!"
"Label"="Opis"
"LAN IP"="LAN IP"
"LAN Mask"="LAN Mask"
"LAN Type"="Typ LAN"
"Language initializing. Please wait..."="Inicjowanie języka. Proszę czekać... "
"Language"="Język"
"LastName"="LastName"
"LDAP"="LDAP"
"Line 1"="Konto 1"
"Line 2"="Konto 2"
"Line 3"="Konto 3"
"Line 4"="Konto 4"
"Line 5"="Konto 5"
"Line 6"="Konto 6"
"Line Select"="Wybór linii"
"Line"="Linia"
"line"="Linia"
"Load Config Data Failed!"="Load Config Data Failed!"
"Load Fail!"="Load Fail!"
"Load Failed!"="ładunek nie powiodło"
"Load Failed"="ładunek nie powiodło"
"Loading error !"="Loading error !"
"Loading image..."="Loading image..."
"Loading, please wait..."="Laduje, prosze czeka'c"
"Loading, please wait..."="Loading, Please wait..."
"Loading. Please wait..."="Loading. Please wait..."
"Local Anonymous"="Local Anonymous"
"Local Calllog"="Historia"
"Local Contacts"="Kontakty Wewnętrzne"
"Local Group"="Grupa Lokalna"
"Local_Idle"="Lokalne"
"LocalMenu_Idle"="MenuLokalne"
"Locations"="Lokalizacje"
"Login As"="Zaloguj jako"
"Login Failed."="Logowanie nieudane."
"Login"="Logowanie"
"Login..."="Logowanie"
"Logout"="Wyloguj"
"Low"="Nisko"
"MAC Address"="Adres MAC"
"MAC oriented is invalid!"="Nieprawidłowy klucz AES MAC-Oriented"
"MAC"="MAC"
"MAC-Oriented"="MAC-Oriented AES"
"mail"="Mail"
"Main Menu"="Menu główne"
"Manual"="Ręczny"
"Mar"="Marz."
"MASK"="Maska podsieci"
"May"="Maj"
"Meet-me"="Konferencja meet-me"
"Memory Full!"="Pamięć pełna"
"Menu Key"="Przycisk Menu"
"Menu"="Menu"
"Message"="Wiadomość"
"Missed Calllog"="Nieodebrane rozmowy"
"Missed Calls"="Nieodebrane połączenia"
"MM/DD/YY"="MM/DD/YY"
"Mobile"="Komórkowy"
"Model"="Model"
"Mon"="Pon"
"Monday"="Poniedziałek"
"More"="Więcej"
"Move Down"="Przesuń w dół"
"Move selected to Blacklist?"="Przesun wybrany do listy zakazu ?"
"Move selected to Contacts?"="Przenieść zaznaczone do kontaktów?"
"Move the contact to Blacklist?"="Move the contact to Blacklist?"
"Move the contacts success"="Move the contacts success"
"Move to blacklist success"="Move to blacklist success"
"Move Up"="Przesuń w górę"
"Move"="Przesuń"
"Moving contact..."="Moving contact..."
"Mute"="WYCISZ"
"My Device Information"="My Device Information"
"My Status"="My Status"
"N/A"="Brak"
"Name can not be empty!"="Name can't be empty!"
"Name Unknown"="Name Unknown"
"Name"="Polish"
"Need a Number"="Numer jest konieczny!"
"Net unavailable !"="Net unavailable !"
"Network changed. Rebooting"="Network changed. Rebooting"
"Network Checking..."="Kontrola sieci..."
"Network configuration has changed, shall become effective after the restart?"="Naciśnij OK aby uruchomić ponownie, naciśnij Anuluj aby uruchomić ponownie później?"
"Network Directory"="Network Directory"
"Network Favorite"="Network Favorite"
"Network Unavailable"="Sieć nieosiągalna."
"Network unavailable."="Network unavailable."
"Network"="Sieć"
"NetworkCallLog_Idle"="Network Calllog"
"NetworkCalllogGroup_Idle"="SieciowyLogPołączeńGrupy_Oczekiwanie"
"NetworkFavorites"="NetworkFavorites"
"New Call"="Nowa rozmowa"
"New Contact"="New Contact"
"New Group"="New Group"
"New Location"="Nowa lokacja"
"New Message"="Nowa wiadomość"
"New Missed Call(s)"="Nieodebrane połączenie"
"New password is invalid!"="New password is invalid!"
"New Password"="Nowe Hasło"
"New PIN"="Nowy PIN"
"New Text Message"="Nowa wiadomość tekstowa"
"New Voice Mail"="Nowa wiadomość głosowa"
"new"="Nowa"
"NewSMS_Idle"="NowySMS"
"Next"="Następny"
"NextSpace"="NextSpace"
"No Account"="Brak konta"
"No Answer Forward"="Przekaż gdy nie odbiera"
"No Bluetooth Adapter Found."="No Bluetooth Adapter Found."
"No contact!"="No contact!"
"No EXP"="No EXP"
"No found bluetooth adapter."="Nie znaleziono adaptera Bluetooth."
"No Record"="No Record"
"No Service"="Bez obsługi"
"No submit url !"="No submit url !"
"No."="Nie"
"None"="Nic"
"Not Found"="Not Found"
"Not Installed"="Not Installed"
"Note"="Uwaga"
"Nov"="Lis."
"NTP server1 is invalid!"="Błędny serwer NTP 1!"
"NTP Server1"="NTP Serwer1"
"NTP server2 is invalid!"="Błedny serwer NTP 2!"
"NTP Server2"="NTP Serwer2"
"Number already exists!"="Numer już istnieje!"
"Number can not be empty!"="Numer nie może być pusty!"
"Number exists"="Number exists"
"Number Invalid"="Numer nieprawidłowy."
"Number is invalid!"="Number is invalid!"
"Number"="Numer"
"Oct"="Paź."
"Off code can't be empty!"="Wyl kod nie moze byc pusty!"
"Off Code could not be empty when On Code is set!"="Kod wyłączający nie może być pusty jeśli kod włączający jest ustawiony!"
"Off code is invalid!"="Off code is invalid!"
"Off Code"="Wyl kod"
"Off"="Wyłącz"
"Office"="Biuro"
"Offline"="Niepodłączony"
"OK"="Ok"
"Old Number"="Stary numer"
"old"="Stare"
"On code is invalid!"="On code is invalid!"
"On Code"="Wl kod"
"On"="Włącz"
"Online"="Online"
"Only 4 level menu supported!"="Only 4 level menu supported!"
"Other"="Inne"
"Others"="Inne"
"Outbound Alternate Number Invalid"="Nieprawidłowy alternatywny numer wychodzący"
"Outbound Alternate Phone Number"="Outbound Alternate Phone Number"
"Outbound proxy is invalid!"="Nieprawidłowy serwer Outbound Proxy!"
"Outbound Proxy"="Wyjściowe proxy"
"Outbound Status"="Status wyjścia"
"Outbox"="Wychodzące"
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Nadpisz istniejacy kontakt?"
"Paging"="Multicast Paging"
"Parameter is empty!"="Parameter is empty!"
"Park Failed"="Park Failed"
"Park"="Park"
"Parked"="Parked"
"Password can't be empty"="Password can't be empty"
"Password can't have space only"="Password can't have space only"
"Password is invalid!"="Password is invalid!"
"Password is wrong!"="Hasło jest złe!"
"Password"="Hasło"
"PC Port"="Port PC"
"PEAP-MSCHAPV2"="PEAP-MSCHAPV2"
"Personal"="Personal"
"Phone number is empty!"="Puste pole numeru!"
"Phone Number"="Numer Tel."
"Phone Numbers"="Numery telefonów"
"Phone Setting"="Ustawienia telefonu"
"Phone"="Telefon"
"Photo"="Zdjęcie"
"Pick Up"="Przechwyć"
"Pickup"="Odbierz"
"Pickup_Idle"="Przechwytywanie"
"PIN/ID"="PIN/ID"
"PINs don't match!"="PINy się nie zgadzają"
"Placed Calllog"="Placed Calllog"
"Placed Calls"="Placed"
"Play Tone"="Graj"
"Please Enter Filter Conditions"="Please Enter Filter Conditions"
"Please input a nonempty name"="Please input a nonempty name"
"Please selected contact!"="Please selected contact!"
"Please selected record!"="Please selected record!"
"Please upload VPN config file firstly!"="Proszę najpierw wgrać plik konfiguracyjny VPN!"
"Polish"="Polish"
"Portuguese"="Portuguese"
"PPPoE Password is invalid!"="PPPoE Password is invalid!"
"PPPoE PWD"="Hasło PPPoE"
"PPPoE User"="Użytkownik PPPoE"
"PPPoE"="PPPOE"
"PPPoEUser is invalid!"="Nieprawidłowa nazwa użytkownika PPPoE!"
"Prefix"="Prefiks"
"Prefix_Idle"="Prefiks"
"Previous"="Previous"
"Pri.DNS is invalid!"="Pri.DNS is invalid!"
"Pri.DNS"="Pri. DNS"
"PriHold"="PriHold"
"Priority is invalid!"="Priorytet jest nieprawidłowy!"
"Priority should be 0-7!"="Piorytet mają 0-7!"
"Priority"="Priorytet"
"Private Hold"="Hold prywatny"
"Product ID"="ID produktu"
"Provision Now"="Prowizjonować ?"
"Public Hold"="Hold publiczny"
"q'ing"="q'ing"
"Querying. Please wait..."="Odpytywanie. Proszę czekać..."
"Queue"="Kolejka"
"Reboot the phone?"="Uruchomić ponownie??"
"Reboot"="Reboot"
"Recall"="Recall"
"Received Calllog"="Odebrane rozmowy"
"Received Calls"="Odebrane rozmowy"
"Recieved Calls"="Odebrane połącznia"
"Record"="Nagraj"
"Redial Interval is invalid!"="Redial Interval is invalid!"
"Redial Interval should be 1-300!"="Interwał ponownego wybierania powinien być 1-300!"
"Redial Interval"="Interwał Ponów"
"Redial Time is invalid!"="Redial Time is invalid!"
"Redial Time should be 1-300!"="Liczba ponownych wybierań powinna być 1-300!"
"Redial Time"="Czas ponownego wybierania"
"Redial times"="Redial times"
"Redial"="Powtórz"
"Redirct Updating Failed"="Redirct Updating Failed"
"Redirector"="Redirector"
"Refresh Failed."="Odświerzanie nieudane."
"Refresh"="Odświerz"
"Refreshing.."="Odświerzanie..."
"Register fail"="Błąd rejestracji"
"Register Failed"="Register Failed"
"Register name is invalid!"="Register name is invalid!"
"Register Name"="Nazwa użytkownika"
"Registered"="Zarejestrowany"
"Registering"="Rejestruje"
"Reject off code can't be empty!"="Off Code can't be empty!"
"Reject off code is invalid!"="Reject off code is invalid!"
"Reject on code is invalid!"="Reject on code is invalid!"
"Reject"="Odrzuć"
"Remote Contacts"="Remote Phone Book"
"Remote Office"="Biuro zdalne"
"Remote Phone Book"="Zdalna księżka tel."
"Remove"="Usunąć"
"Require Answer Confirmation"="Require Answer Confirmation"
"Reset Option"="Opcje przywracania"
"Reset to Factory"="Resetuj ustawienia fabryczne"
"Reset to factory?"="Resetuj ustawienia fabryczne"
"Reset"="Reset"
"Reseting,Please wait..."="Resetowanie, proszę czekać..."
"Resetting to factory, please wait..."="Resetting to factory, please wait..."
"Resume"="Przywróć"
"Retrieve Failed"="Odzyskiwanie nieudane"
"Retrieve Park"="Odzyskaj zaparkowane poł."
"Retrieve"="Odzyskaj"
"RetrievePark"="RetrievePark"
"Ring saving ..."="Ring saving ..."
"Ring Tones"="Dzwięki Dzwonka"
"Ring"="Dzwonek"
"Ringing"="Dzwonię"
"Router"="Ruter"
"Sat"="Sob"
"Saturday"="Sobota"
"Save Config Failed, Please Retry!"="Save Config Failed, Please Retry!"
"Save Failed!"="Zapisywanie nieudane"
"Save failed!"="Zapisywanie nieudane"
"Save"="Zapisz"
"Saved!"="Zapisane!"
"Saving  Configuration..."="Zapisywanie konfiguracji..."
"Saving  file..."="Zapisywanie pliku"
"Saving. Please wait..."="Zapisywanie. Proszę czekać"
"SCA Active"="SCA Active"
"SCA Alerting"="SCA Alerting"
"SCA Bridge Active"="SCA Bridge Active"
"SCA Bridge Held"="SCA Bridge Held"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Held"
"SCA Unknown"="SCA Unknown"
"Scan Failed."="Skanowanie nieudane."
"Scan failed."="Skanowanie nieudane."
"Scan"="Skanuj"
"Scaning bluetooth devices..."="Scaning bluetooth devices..."
"Scaning..."="Skanowanie..."
"Search All Contacts"="Search All Contacts"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Search Result"="Search Result"
"Search"="Szukaj"
"Sec.DNS is invalid!"="Sec.DNS is invalid!"
"Sec.DNS"="Zapasowy DNS"
"Seizing"="Seizing"
"Select All"="Select All"
"Select"="Select"
"Send Anonymous Code"="Send Anonymous Code"
"Send Anonymous"="Send Anonymous"
"Send"="Wyślij"
"Sending Provision Requests..."="Wysyłanie żądania provisioningu"
"Sentbox"="Wysłane"
"Sep"="Wrz."
"server error"="server error"
"Server Status"="Status serwera"
"Server URL can't be empty!"="Server URL can't be empty!"
"Server URL"="Adres Serwera"
"Server"="Serwer"
"Set AES Key"="Ustaw klawisz AES"
"Set failed!"="Set failed!"
"Set failly!"="Set failly!"
"Set Password"="Ustaw hasło"
"Set Voice Mail"="Ustawiebia Poczty Głosowej"
"Setting"="Setting"
"Share line unavailable"="Wspoldzielona linia niedostepna"
"Share Line"="Share Line"
"Shared Calls"="Shared Calls"
"SignIn"="SignIn"
"SignOut"="SignOut"
"Silence"="Cisza"
"Simultaneous Ring Personal"="Osobisty dzwonek równoczesny"
"SIP server1 is invalid!"="Nieprawidłowy Serwer1 SIP!"
"SIP Server1"="SIP Server 1"
"SIP server2 is invalid!"="SIP server2 is invalid!"
"SIP Server2"="SIP Server 2"
"SMS"="SMS"
"SNTP"="SNTP"
"Sorry,Only 1000 contacts are allowed!"="Sorry,Only 1000 contacts are allowed!"
"Sorry,Only 30 Blacklists are allowed!"="Przykro mi, dostepnych jest tylko 30 czarnych list!"
"Sorry,only 50 groups are allowed!"="Za dużo grup. Może być maksymalnie 50!"
"Sound"="Dźwięk"
"Spanish"="Spanish"
"Speed Dial"="Szybkie wybieranie"
"SpeedDial_Idle"="Szybkie wybierania"
"Split"="Podziel"
"srtp is not avaliable in four ways conference!"="SRTP nie jest dostepne przy czterostronnych konferencjach!"
"Start IP"="Początek IP"
"Static IP"="Statyczne IP"
"Static"="Static"
"Status"="Status"
"Status"="Status"
"STUN server is invalid!"="Zły adres serwera STUN!"
"STUN Server"="Serwer STUN"
"STUN Status"="Status STUN"
"Submit"="Zatwierdź"
"Subnet mask is invalid!"="Subnet mask is invalid!"
"Subnet Mask"="Maska podsieci"
"Success Saved!"="Zapisane!"
"Success!"="Success!"
"Sun"="Ndz"
"Sunday"="Niedziela"
"Swap"="Zamień"
"Switch"="Przełącz"
"SwitchAccount_Idle"="ZmianaKonta"
"SwitchAccountDown_Idle"="Switch"
"SwitchAccountUp_Idle"="Switch"
"System default account"="Konto domyślne"
"System Wallpaper Cannot be Deleted!!"="System Wallpaper Cannot be Deleted!!"
"Talk From"="Od"
"Talking"="Rozmowa"
"Target cannot be empty!"="Target cannot be empty!"
"Temporarily not available"="Temporarily not available"
"Temporarily Unavailable"="Temporarily Unavailable"
"The audio codecs is different, can’t set up a conference!"="The audio codecs is different, can’t set up a conference!"
"The old password is incorrect!"="Stare hasło jest nieprawidłowe!"
"Thu"="Czw"
"Thursday"="Czwartek"
"Time Format"="Format Czasu"
"Time out"="Time out"
"Time Zone"="Strefa czasowa"
"Time"="Czas"
"To"="do "
"To:"="do "
"Today"="Dzisiaj"
"Trace"="Rejestruj"
"Transfer Failed"="Przeniesienie nieudane"
"Transfer to"="Transferuj do"
"Transfer"="Transferuj"
"Transfered"="Transferuj"
"Transferred"=" Przeniesiony"
"Transferring"=" Przenosze"
"Tue"="Wt"
"Tuesday"="Wtorek"
"Turkish"="Turkish"
"Type"="Typ"
"UC Favorite"="UC Favorite"
"Unavail Reason"="Unavail Reason"
"Unavailable Reason Code"="Kod błędu niedostepny"
"Unavailable"="Niedostępne"
"Unknow"="Unknow"
"Unknown"="Nieznany"
"Unknown"="Nieznany"
"Unlock PIN"="Unlock PIN"
"UnlockPIN"="Phone Unlock PIN"
"Unregistered"="Wylogowany"
"Unregistering"="Wyrejestrowywanie"
"Unvail"="Nieosiągalne"
"Update finish"="Koniec Updatu"
"Update Skipped"="Aktualizacja pominięta"
"Update"="Aktualizuj"
"Update, ok or cancel?"="Aktualizacja, Tak czy Nie?"
"Updating, please wait..."="Aktualizacja, proszę czekać..."
"URL is empty!"="URL is empty!"
"URL is invalid!"="URL is invalid!"
"URL Record"="Adres URL"
"URL"="URL"
"Use BroadWorks-based Call Control"="Użyj kontroli połączeń z BroadWorks"
"User Host"="Użyj hosta"
"User ID"="ID Użytkownika"
"User mode changed!"="User mode changed!"
"User name is invalid!"="User name is invalid!"
"User Name"="Nazwa Użytkownika"
"User Type"="Typ użytkownika"
"User Unknown."="User Unknown."
"user"="user"
"Userdata Reset"="Reset ustawień użytkownika"
"UserID Can't be Empty!"="UserID Can't be Empty!"
"UserMode "="User Mode"
"UserMode"="User Mode"
"Value is invalid!"="Value is invalid!"
"Value"="Wartość"
"var"="var"
"Via"="Przez"
"VID nubmer is invalid!"="Błędny numer VID!"
"VID number should be 1-4094!"="Numer VID powinien być 1-4094!"
"VID Number"="Numer VID"
"View Voice Mail"="Zobacz Pocztę Głosową"
"View"="Podgląd"
"VLAN unsupported in PPPoE!"="VLAN nie działa w trybie PPPoE!"
"VLAN"="VLAN"
"Voice Mail"="Poczta głosowa"
"Voice Number is invalid!"="Voice Number is invalid!"
"VPN Active"="VPN Aktywne"
"VPN"="VPN"
"Wait for"="Wait for"
"Wait Time"="Wait Time"
"Wallpaper"="Tapeta"
"WAN IP"="WAN IP"
"WAN Port VLAN"="Włącz VLAN"
"WAN Port"="WAN Port"
"WAN Type"="Typ WAN"
"Warning"="Uwaga!"
"Web access password is wrong !"="Web access password is wrong !"
"Web Server"="Typ Webserwera"
"Wed"="Śr"
"Wednesday"="Środa"
"Wrap up"="Praca po połączeniu"
"Wrap-Up"="Praca po połączeniu"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML Browser"="Przeglądarka głosu"
"Xml Browser"="Przeglądarka głosu"
"XML Group"="Ksiazka adresowa XML"
"XML_Idle"="XmlGro"
"XMLMenu_Idle"="Menu XML"
"XSI is empty"="XSI jest puste"
"Yesterday"="Wczoraj"
"Your account unauthorized."="Brak autoryzacji dla Twojego konta."
"YYYY-MM-DD"="YYYY-MM-DD"
"Zero SP Touch"="Zero Touch"
"Zero Touch"="Zero Touch"
"Zero-SP-Touch"="Zero Touch"
